[
  "execute-code",
  "obsidian-editor-shortcuts",
  "obsidian-style-settings",
  "code-files",
  "obsidian-hover-editor",
  "quick-explorer",
  "obsidian-open-in-other-editor",
  "obsidian-chartsview-plugin",
  "obsidian-custom-frames",
  "tag-word-cloud",
  "smart-connections",
  "obsidian-textgenerator-plugin",
  "obsidian-regex-replace",
  "edit-exec",
  "obsidian-sample-plugin",
  "obsidian-git",
  "graph-analysis"
]